Repository: lavasecurity/lavasec-ios
Catalog: LavaSecApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Try a backup DNS service when websites won't load. The default is Quad9
de: Bei Ladeproblemen einen Ersatz-DNS-Dienst nutzen. Standard ist Quad9.
es: Prueba un servicio DNS de respaldo si los sitios no cargan. El predeterminado es Quad9.
fr: Utilisez un service DNS de secours si les sites ne chargent pas. Par défaut : Quad9.
it: Prova un servizio DNS di riserva se i siti non si caricano. Il servizio predefinito è Quad9.
ja: サイトを開けないときに予備のDNSサービスを使います。標準はQuad9です。
ko: 웹사이트가 열리지 않으면 백업 DNS 서비스를 사용해요. 기본값은 Quad9예요.
pt_br: Use um serviço DNS de reserva se os sites não carregarem. O padrão é o Quad9.
zh_hans: 网站无法加载时尝试备用 DNS 服务。默认为 Quad9。
zh_hant: 網站無法載入時嘗試備援 DNS 服務。預設為 Quad9。

source: This helps Lava work well in iOS 27 with Connectivity Assist. Follow the orange dots for complete setups
de: Hilft Lava, unter iOS 27 mit Connectivity Assist gut zu funktionieren. Folge den orangefarbenen Punkten, um die Einrichtung abzuschließen.
es: Ayuda a Lava a funcionar bien en iOS 27 con Connectivity Assist. Sigue los puntos naranjas para completar la configuración.
fr: Aide Lava à bien fonctionner avec Connectivity Assist sous iOS 27. Suivez les points orange pour terminer la configuration.
it: Aiuta Lava a funzionare bene su iOS 27 con Connectivity Assist. Segui i punti arancioni per completare la configurazione.
ja: iOS 27のConnectivity AssistでLavaが快適に動作するようにします。オレンジの点をたどって設定を完了してください。
ko: iOS 27의 연결 지원에서 Lava가 잘 작동하도록 도와줘요. 주황색 점을 따라 설정을 완료하세요.
pt_br: Ajuda o Lava a funcionar bem no iOS 27 com Connectivity Assist. Siga os pontos laranja para concluir a configuração.
zh_hans: 帮助 Lava 在 iOS 27 中配合 Connectivity Assist 顺畅运行。跟随橙色圆点完成设置。
zh_hant: 協助 Lava 在 iOS 27 中配合 Connectivity Assist 順暢運作。跟隨橘色圓點完成設定。

source: Your next step to a safer internet.
de: Dein nächster Schritt zu einem sichereren Internet.
es: Tu próximo paso hacia un internet más seguro.
fr: Votre prochain pas vers un Internet plus sûr.
it: Il tuo prossimo passo verso un Internet più sicuro.
ja: もっと安心なインターネットへの次の一歩。
ko: 더 안전한 인터넷을 향한 다음 한 걸음.
pt_br: Seu próximo passo para uma internet mais segura.
zh_hans: 迈向更安全互联网的下一步。
zh_hant: 邁向更安全網路的下一步。

source: Install VPN first
de: Zuerst VPN installieren
es: Primero instala la VPN
fr: Installez d’abord le VPN
it: Installa prima la VPN
ja: まずVPNをインストール
ko: 먼저 VPN을 설치하세요
pt_br: Instale a VPN primeiro
zh_hans: 请先安装 VPN
zh_hant: 請先安裝 VPN

source: Ready
de: Bereit
es: Listo
fr: Prêt
it: Pronto
ja: 準備完了
ko: 준비 완료
pt_br: Pronto
zh_hans: 准备就绪
zh_hant: 準備就緒

source: Guard is still loading. Please try again.
de: Guard wird noch geladen. Bitte versuche es erneut.
es: Guard aún se está cargando. Inténtalo de nuevo.
fr: Guard est encore en cours de chargement. Réessayez.
it: Guard è ancora in caricamento. Riprova.
ja: ガードを読み込んでいます。もう一度お試しください。
ko: Guard를 불러오는 중입니다. 다시 시도해 주세요.
pt_br: O Guard ainda está carregando. Tente novamente.
zh_hans: Guard 仍在加载中，请重试。
zh_hant: Guard 仍在載入中，請再試一次。

source: Loading Activity…
de: Aktivität wird geladen…
es: Cargando actividad…
fr: Chargement de l’activité…
it: Caricamento dell’attività…
ja: アクティビティを読み込み中…
ko: 활동 불러오는 중…
pt_br: Carregando atividade…
zh_hans: 正在加载活动…
zh_hant: 正在載入活動…

source: Choose DNS
de: DNS auswählen
es: Elegir DNS
fr: Choisir un DNS
it: Scegli DNS
ja: DNSを選択
ko: DNS 선택
pt_br: Escolher DNS
zh_hans: 选择 DNS
zh_hant: 選擇 DNS

source: Preparing puzzle
de: Rätsel wird vorbereitet
es: Preparando el rompecabezas
fr: Préparation de la grille
it: Preparazione del puzzle
ja: パズルを準備中
ko: 퍼즐 준비 중
pt_br: Preparando o quebra-cabeça
zh_hans: 正在准备谜题
zh_hant: 正在準備謎題

# Loading domain logs…
source: Loading domain history…
de: Domainverlauf wird geladen…
es: Cargando historial de dominios…
fr: Chargement de l’historique des domaines…
it: Caricamento della cronologia dei domini…
ja: ドメイン履歴を読み込み中…
ko: 도메인 기록 불러오는 중…
pt_br: Carregando histórico de domínios…
zh_hans: 正在加载域名历史记录…
zh_hant: 正在載入網域記錄…

source: Loading network activity…
de: Netzwerkaktivität wird geladen…
es: Cargando actividad de red…
fr: Chargement de l’activité réseau…
it: Caricamento dell’attività di rete…
ja: ネットワークアクティビティを読み込み中…
ko: 네트워크 활동 불러오는 중…
pt_br: Carregando atividade de rede…
zh_hans: 正在加载网络活动…
zh_hant: 正在載入網路活動…

source: Network activity is off
de: Netzwerkaktivität ist ausgeschaltet
es: La actividad de red está desactivada
fr: L’activité réseau est désactivée
it: L’attività di rete è disattivata
ja: ネットワークアクティビティはオフ
ko: 네트워크 활동이 꺼져 있음
pt_br: A atividade de rede está desativada
zh_hans: 网络活动已关闭
zh_hant: 網路活動已關閉

source: Legal notices unavailable
de: Rechtliche Hinweise nicht verfügbar
es: Avisos legales no disponibles
fr: Mentions légales indisponibles
it: Note legali non disponibili
ja: 法的通知を利用できません
ko: 법적 고지를 불러올 수 없음
pt_br: Avisos legais indisponíveis
zh_hans: 法律声明不可用
zh_hant: 無法取得法律聲明

# The local notice catalog could not be read.
source: The local notice catalog couldn’t be read.
de: Der lokale Hinweiskatalog konnte nicht gelesen werden.
es: No se pudo leer el catálogo local de avisos.
fr: Impossible de lire le catalogue local des mentions légales.
it: Impossibile leggere l’elenco locale delle note legali.
ja: ローカルの通知カタログを読み込めませんでした。
ko: 기기에 저장된 고지 목록을 읽을 수 없어요.
pt_br: Não foi possível ler o catálogo local de avisos.
zh_hans: 无法读取本地声明列表。
zh_hant: 無法讀取本機聲明清單。

source: Data path
de: Datenpfad
es: Ruta de datos
fr: Chemin des données
it: Percorso dei dati
ja: データ経路
ko: 데이터 경로
pt_br: Caminho de dados
zh_hans: 数据路径
zh_hant: 資料路徑

source: Network & runtime
de: Netzwerk & Laufzeit
es: Red y ejecución
fr: Réseau et exécution
it: Rete e runtime
ja: ネットワークとランタイム
ko: 네트워크 및 런타임
pt_br: Rede e tempo de execução
zh_hans: 网络与运行时
zh_hant: 網路與執行階段

source: Performance & sampling
de: Leistung & Stichproben
es: Rendimiento y muestreo
fr: Performances et échantillonnage
it: Prestazioni e campionamento
ja: パフォーマンスとサンプリング
ko: 성능 및 샘플링
pt_br: Desempenho e amostragem
zh_hans: 性能与采样
zh_hant: 效能與取樣

source: Activity dates unavailable
de: Aktivitätszeitraum nicht verfügbar
es: Fechas de actividad no disponibles
fr: Dates d’activité indisponibles
it: Date dell’attività non disponibili
ja: アクティビティの日付を取得できません
ko: 활동 날짜를 불러올 수 없음
pt_br: Datas de atividade indisponíveis
zh_hans: 无法获取活动日期
zh_hant: 無法取得活動日期

# Please try again.
source: Try again.
de: Versuche es erneut.
es: Inténtalo de nuevo.
fr: Réessayez.
it: Riprova.
ja: もう一度お試しください。
ko: 다시 시도하세요.
pt_br: Tente novamente.
zh_hans: 请重试。
zh_hant: 請再試一次。

source: Your saved DNS settings will stay active.
de: Deine gespeicherten DNS-Einstellungen bleiben aktiv.
es: Tus ajustes de DNS guardados seguirán activos.
fr: Vos réglages DNS enregistrés restent actifs.
it: Le impostazioni DNS salvate resteranno attive.
ja: 保存済みのDNS設定は引き続き有効です。
ko: 저장된 DNS 설정은 계속 적용돼요.
pt_br: Seus ajustes de DNS salvos continuarão ativos.
zh_hans: 已保存的 DNS 设置将继续生效。
zh_hant: 已儲存的 DNS 設定會繼續生效。

source: System DNS changed. Reopen the editor before saving.
de: Das System-DNS wurde geändert. Öffne den Editor erneut, bevor du speicherst.
es: El DNS del sistema ha cambiado. Vuelve a abrir el editor antes de guardar.
fr: Le DNS système a changé. Rouvrez l’éditeur avant d’enregistrer.
it: Il DNS di sistema è cambiato. Riapri l’editor prima di salvare.
ja: システムDNSが変更されました。保存する前に編集画面を開き直してください。
ko: 시스템 DNS가 변경됐어요. 저장하기 전에 편집기를 다시 여세요.
pt_br: O DNS do sistema mudou. Abra o editor novamente antes de salvar.
zh_hans: 系统 DNS 已更改。请重新打开编辑器后再保存。
zh_hant: 系統 DNS 已變更。請重新開啟編輯器後再儲存。

# Remove DNS profile?
source: Remove System DNS profile?
de: System-DNS-Profil entfernen?
es: ¿Eliminar el perfil de DNS del sistema?
fr: Supprimer le profil DNS système ?
it: Rimuovere il profilo DNS di sistema?
ja: システムDNSプロファイルを削除しますか？
ko: 시스템 DNS 프로파일을 제거할까요?
pt_br: Remover o perfil de DNS do sistema?
zh_hans: 要移除系统 DNS 描述文件吗？
zh_hant: 要移除系統 DNS 描述檔嗎？

# Save your DNS changes and remove Lava’s System DNS profile?
source: Save your DNS changes and remove the System DNS profile?
de: Deine DNS-Änderungen speichern und das System-DNS-Profil entfernen?
es: ¿Guardar tus cambios de DNS y eliminar el perfil de DNS del sistema?
fr: Enregistrer vos modifications DNS et supprimer le profil DNS système ?
it: Salvare le modifiche DNS e rimuovere il profilo DNS di sistema?
ja: DNSの変更を保存して、システムDNSプロファイルを削除しますか？
ko: DNS 변경 사항을 저장하고 시스템 DNS 프로파일을 제거할까요?
pt_br: Salvar suas alterações de DNS e remover o perfil de DNS do sistema?
zh_hans: 要保存 DNS 更改并移除系统 DNS 描述文件吗？
zh_hant: 要儲存 DNS 變更並移除系統 DNS 描述檔嗎？

# Remove DNS profile
source: Remove profile
de: Profil entfernen
es: Eliminar perfil
fr: Supprimer le profil
it: Rimuovi profilo
ja: プロファイルを削除
ko: 프로파일 제거
pt_br: Remover perfil
zh_hans: 移除描述文件
zh_hant: 移除描述檔

source: Cancel editing
de: Bearbeiten abbrechen
es: Cancelar edición
fr: Annuler la modification
it: Annulla la modifica
ja: 編集をキャンセル
ko: 편집 취소
pt_br: Cancelar edição
zh_hans: 取消编辑
zh_hant: 取消編輯

source: Checking profile…
de: Profil wird geprüft…
es: Comprobando el perfil…
fr: Vérification du profil…
it: Verifica del profilo…
ja: プロファイルを確認中…
ko: 프로파일 확인 중…
pt_br: Verificando o perfil…
zh_hans: 正在检查描述文件…
zh_hant: 正在檢查描述檔…

# Unable to check profile
source: Couldn’t check the profile
de: Profil konnte nicht geprüft werden
es: No se pudo comprobar el perfil
fr: Impossible de vérifier le profil
it: Impossibile verificare il profilo
ja: プロファイルを確認できませんでした
ko: 프로파일을 확인할 수 없어요
pt_br: Não foi possível verificar o perfil
zh_hans: 无法检查描述文件
zh_hant: 無法檢查描述檔

source: Profile installed and selected
de: Profil installiert und ausgewählt
es: Perfil instalado y seleccionado
fr: Profil installé et sélectionné
it: Profilo installato e selezionato
ja: プロファイルはインストール済み・選択済み
ko: 프로파일 설치 및 선택됨
pt_br: Perfil instalado e selecionado
zh_hans: 描述文件已安装并选中
zh_hant: 描述檔已安裝並選取

# Select Lava DNS profile
source: Select the System DNS profile
de: System-DNS-Profil auswählen
es: Seleccionar el perfil de DNS del sistema
fr: Sélectionner le profil DNS système
it: Seleziona il profilo DNS di sistema
ja: システムDNSプロファイルを選択
ko: 시스템 DNS 프로파일 선택
pt_br: Selecionar o perfil de DNS do sistema
zh_hans: 选择系统 DNS 描述文件
zh_hant: 選擇系統 DNS 描述檔

source: Tap to check again.
de: Tippe, um es erneut zu prüfen.
es: Toca para volver a comprobarlo.
fr: Touchez pour vérifier à nouveau.
it: Tocca per verificare di nuovo.
ja: もう一度確認するにはタップしてください。
ko: 탭하여 다시 확인하세요.
pt_br: Toque para verificar novamente.
zh_hans: 轻点以重新检查。
zh_hant: 點選以重新檢查。

# Resolution tiers in Lava
source: DNS order
de: DNS-Reihenfolge
es: Orden de DNS
fr: Ordre des DNS
it: Ordine DNS
ja: DNSの順序
ko: DNS 순서
pt_br: Ordem de DNS
zh_hans: DNS 顺序
zh_hant: DNS 順序

source: Add System DNS
de: System-DNS hinzufügen
es: Añadir DNS del sistema
fr: Ajouter un DNS système
it: Aggiungi DNS di sistema
ja: システムDNSを追加
ko: 시스템 DNS 추가
pt_br: Adicionar DNS do sistema
zh_hans: 添加系统 DNS
zh_hant: 新增系統 DNS

source: Checking System DNS…
de: System-DNS wird geprüft…
es: Comprobando el DNS del sistema…
fr: Vérification du DNS système…
it: Verifica del DNS di sistema…
ja: システムDNSを確認中…
ko: 시스템 DNS 확인 중…
pt_br: Verificando o DNS do sistema…
zh_hans: 正在检查系统 DNS…
zh_hant: 正在檢查系統 DNS…

# Unable to check System DNS
source: Couldn’t check System DNS
de: System-DNS konnte nicht geprüft werden
es: No se pudo comprobar el DNS del sistema
fr: Impossible de vérifier le DNS système
it: Impossibile verificare il DNS di sistema
ja: システムDNSを確認できませんでした
ko: 시스템 DNS를 확인할 수 없어요
pt_br: Não foi possível verificar o DNS do sistema
zh_hans: 无法检查系统 DNS
zh_hant: 無法檢查系統 DNS

source: System DNS not configured
de: System-DNS nicht konfiguriert
es: DNS del sistema sin configurar
fr: DNS système non configuré
it: DNS di sistema non configurato
ja: システムDNSは未設定
ko: 시스템 DNS가 구성되지 않음
pt_br: DNS do sistema não configurado
zh_hans: 系统 DNS 未配置
zh_hant: 系統 DNS 未設定

source: Add custom DNS
de: Eigenes DNS hinzufügen
es: Añadir DNS personalizado
fr: Ajouter un DNS personnalisé
it: Aggiungi DNS personalizzato
ja: カスタムDNSを追加
ko: 사용자 지정 DNS 추가
pt_br: Adicionar DNS personalizado
zh_hans: 添加自定义 DNS
zh_hant: 新增自訂 DNS

source: Search DNS providers or transports
de: DNS-Anbieter oder Transporte suchen
es: Buscar proveedores de DNS o transportes
fr: Rechercher des fournisseurs DNS ou des transports
it: Cerca provider DNS o trasporti
ja: DNSプロバイダーまたはトランスポートを検索
ko: DNS 공급자 또는 전송 방식 검색
pt_br: Buscar provedores de DNS ou transportes
zh_hans: 搜索 DNS 提供商或传输方式
zh_hant: 搜尋 DNS 供應商或傳輸方式

source: No DNS providers found
de: Keine DNS-Anbieter gefunden
es: No se encontraron proveedores de DNS
fr: Aucun fournisseur DNS trouvé
it: Nessun provider DNS trovato
ja: DNSプロバイダーが見つかりません
ko: DNS 공급자를 찾을 수 없음
pt_br: Nenhum provedor de DNS encontrado
zh_hans: 未找到 DNS 提供商
zh_hant: 找不到 DNS 供應商

source: Switch or manage filters
de: Filter wechseln oder verwalten
es: Cambiar o gestionar filtros
fr: Changer ou gérer les filtres
it: Cambia o gestisci i filtri
ja: フィルターを切り替え・管理
ko: 필터 전환 또는 관리
pt_br: Trocar ou gerenciar os filtros
zh_hans: 切换或管理筛选器
zh_hant: 切換或管理篩選器

source: Close edit mode
de: Bearbeitungsmodus beenden
es: Salir del modo de edición
fr: Quitter le mode de modification
it: Esci dalla modalità modifica
ja: 編集モードを閉じる
ko: 편집 모드 닫기
pt_br: Sair do modo de edição
zh_hans: 退出编辑模式
zh_hant: 結束編輯模式

source: Review changes
de: Änderungen prüfen
es: Revisar cambios
fr: Vérifier les modifications
it: Rivedi le modifiche
ja: 変更内容を確認
ko: 변경 사항 검토
pt_br: Revisar alterações
zh_hans: 查看更改
zh_hant: 檢閱變更

source: Loading filter…
de: Filter wird geladen…
es: Cargando filtro…
fr: Chargement du filtre…
it: Caricamento del filtro…
ja: フィルターを読み込み中…
ko: 필터 불러오는 중…
pt_br: Carregando filtro…
zh_hans: 正在加载筛选器…
zh_hant: 正在載入篩選器…

source: Restoring the filter you opened.
de: Der geöffnete Filter wird wiederhergestellt.
es: Restaurando el filtro que abriste.
fr: Restauration du filtre que vous avez ouvert.
it: Ripristino del filtro che hai aperto.
ja: 開いていたフィルターを復元しています。
ko: 열었던 필터를 복원하는 중이에요.
pt_br: Restaurando o filtro que você abriu.
zh_hans: 正在恢复你打开的筛选器。
zh_hant: 正在還原你開啟的篩選器。

source: This filter is no longer saved on this device.
de: Dieser Filter ist nicht mehr auf diesem Gerät gespeichert.
es: Este filtro ya no está guardado en este dispositivo.
fr: Ce filtre n’est plus enregistré sur cet appareil.
it: Questo filtro non è più salvato su questo dispositivo.
ja: このフィルターはもうこのデバイスに保存されていません。
ko: 이 필터는 더 이상 이 기기에 저장되어 있지 않아요.
pt_br: Este filtro não está mais salvo neste dispositivo.
zh_hans: 此设备上已没有保存这个筛选器。
zh_hant: 這台裝置上已沒有儲存這個篩選器。

source: Domain to block
de: Zu blockierende Domain
es: Dominio que quieres bloquear
fr: Domaine à bloquer
it: Dominio da bloccare
ja: ブロックするドメイン
ko: 차단할 도메인
pt_br: Domínio a bloquear
zh_hans: 要拦截的域名
zh_hant: 要封鎖的網域

source: Domain to allow
de: Zu erlaubende Domain
es: Dominio que quieres permitir
fr: Domaine à autoriser
it: Dominio da consentire
ja: 許可するドメイン
ko: 허용할 도메인
pt_br: Domínio a permitir
zh_hans: 要允许的域名
zh_hant: 要允許的網域

source: Loading blocklists…
de: Blocklisten werden geladen…
es: Cargando listas de bloqueo…
fr: Chargement des listes de blocage…
it: Caricamento delle liste di blocco…
ja: ブロックリストを読み込み中…
ko: 차단 목록 불러오는 중…
pt_br: Carregando listas de bloqueio…
zh_hans: 正在加载拦截列表…
zh_hant: 正在載入封鎖清單…

source: No changes yet
de: Noch keine Änderungen
es: Aún no hay cambios
fr: Aucune modification pour l’instant
it: Ancora nessuna modifica
ja: まだ変更はありません
ko: 아직 변경 사항 없음
pt_br: Nenhuma alteração ainda
zh_hans: 暂无更改
zh_hant: 尚無變更

source: Share filter card
de: Filterkarte teilen
es: Compartir tarjeta del filtro
fr: Partager la carte du filtre
it: Condividi la scheda del filtro
ja: フィルターカードを共有
ko: 필터 카드 공유
pt_br: Compartilhar cartão do filtro
zh_hans: 分享筛选器卡片
zh_hant: 分享篩選器卡片

source: Saved filters
de: Gespeicherte Filter
es: Filtros guardados
fr: Filtres enregistrés
it: Filtri salvati
ja: 保存したフィルター
ko: 저장된 필터
pt_br: Filtros salvos
zh_hans: 已保存的筛选器
zh_hant: 已儲存的篩選器

# Your own blocklists
source: Custom blocklists
de: Eigene Blocklisten
es: Listas de bloqueo personalizadas
fr: Listes de blocage personnalisées
it: Liste di blocco personalizzate
ja: カスタムブロックリスト
ko: 맞춤 차단 목록
pt_br: Listas de bloqueio personalizadas
zh_hans: 自定义拦截列表
zh_hant: 自訂封鎖清單

# Keep Lava protecting you to unlock more Guards, or upgrade to unlock them all.
source: Keep Lava protecting you to unlock more Lava Guards, or upgrade to unlock them all.
de: Lass Lava dich weiter schützen, um mehr Lava Guards freizuschalten, oder upgrade, um alle freizuschalten.
es: Mantén Lava protegiéndote para desbloquear más Lava Guards, o mejora tu plan para desbloquearlos todos.
fr: Laissez Lava vous protéger pour débloquer plus de Lava Guards, ou passez à la version supérieure pour tous les débloquer.
it: Tieni attiva la protezione di Lava per sbloccare altri Lava Guard, oppure passa a un piano superiore per sbloccarli tutti.
ja: Lavaで保護を続けるとLava Guardがさらに解放されます。すべて解放するにはアップグレードしてください。
ko: Lava의 보호를 계속 켜 두면 Lava Guard를 더 잠금 해제할 수 있어요. 모두 한 번에 풀려면 업그레이드하세요.
pt_br: Mantenha o Lava protegendo você para desbloquear mais Lava Guards ou faça upgrade para desbloquear todos.
zh_hans: 持续让 Lava 保护你可解锁更多 Lava Guard，或升级一次全部解锁。
zh_hant: 持續讓 Lava 保護你即可解鎖更多 Lava Guard，或升級一次全部解鎖。

source: Lava Guard progress requires local logs.
de: Lava-Guard-Fortschritt erfordert lokale Protokolle.
es: El progreso de Lava Guard requiere registros locales.
fr: La progression de Lava Guard nécessite des journaux locaux.
it: I progressi di Lava Guard richiedono i registri locali.
ja: Lava Guardの進行状況にはローカルログが必要です。
ko: Lava Guard 진행 상황에는 로컬 기록이 필요해요.
pt_br: O progresso do Lava Guard precisa de registros locais.
zh_hans: Lava Guard 进度需要本地日志。
zh_hant: Lava Guard 進度需要本機記錄。

# Could not export local logs: %@
source: Couldn’t export local logs: %@
de: Lokale Protokolle konnten nicht exportiert werden: %@
es: No se pudieron exportar los registros locales: %@
fr: Impossible d’exporter les journaux locaux : %@
it: Impossibile esportare i registri locali: %@
ja: ローカルログを書き出せませんでした：%@
ko: 로컬 기록을 내보내지 못했어요: %@
pt_br: Não foi possível exportar os registros locais: %@
zh_hans: 无法导出本地日志：%@
zh_hant: 無法匯出本機記錄：%@

source: Could not save local logs: %@
de: Lokale Protokolle konnten nicht gespeichert werden: %@
es: No se pudieron guardar los registros locales: %@
fr: Impossible d’enregistrer les journaux locaux : %@
it: Impossibile salvare i registri locali: %@
ja: ローカルログを保存できませんでした：%@
ko: 로컬 기록을 저장하지 못했어요: %@
pt_br: Não foi possível salvar os registros locais: %@
zh_hans: 无法保存本地日志：%@
zh_hant: 無法儲存本機記錄：%@

# Authentication cancelled.
source: Authentication canceled.
de: Authentifizierung abgebrochen.
es: Autenticación cancelada.
fr: Authentification annulée.
it: Autenticazione annullata.
ja: 認証がキャンセルされました。
ko: 인증이 취소됐어요.
pt_br: Autenticação cancelada.
zh_hans: 验证已取消。
zh_hant: 驗證已取消。

source: Loading…
de: Wird geladen…
es: Cargando…
fr: Chargement…
it: Caricamento…
ja: 読み込み中…
ko: 불러오는 중…
pt_br: Carregando…
zh_hans: 正在加载…
zh_hant: 正在載入…

source: View Network activity
de: Netzwerkaktivität ansehen
es: Ver la actividad de red
fr: Voir l’activité réseau
it: Visualizza l’attività di rete
ja: ネットワークアクティビティを表示
ko: 네트워크 활동 보기
pt_br: Ver a atividade de rede
zh_hans: 查看网络活动
zh_hant: 檢視網路活動

source: Edit domain
de: Domain bearbeiten
es: Editar dominio
fr: Modifier le domaine
it: Modifica dominio
ja: ドメインを編集
ko: 도메인 편집
pt_br: Editar domínio
zh_hans: 编辑域名
zh_hant: 編輯網域

source: Start editing this filter first.
de: Starte zuerst die Bearbeitung dieses Filters.
es: Primero empieza a editar este filtro.
fr: Commencez d’abord à modifier ce filtre.
it: Prima inizia a modificare questo filtro.
ja: 先にこのフィルターの編集を開始してください。
ko: 먼저 이 필터 편집을 시작하세요.
pt_br: Comece a editar este filtro primeiro.
zh_hans: 请先开始编辑此筛选器。
zh_hant: 請先開始編輯這個篩選器。

source: Live sample unavailable. Showing the last observation.
de: Aktuelle Stichprobe nicht verfügbar. Der letzte Messwert wird angezeigt.
es: Muestra en directo no disponible. Se muestra la última observación.
fr: Échantillon en direct indisponible. Affichage de la dernière observation.
it: Campione in tempo reale non disponibile. Viene mostrata l’ultima rilevazione.
ja: ライブサンプルを取得できません。最後の観測値を表示しています。
ko: 실시간 샘플을 가져올 수 없어요. 마지막 측정값을 표시해요.
pt_br: Amostra ao vivo indisponível. Exibindo a última observação.
zh_hans: 实时采样不可用。正在显示上次的观测结果。
zh_hant: 無法取得即時取樣。目前顯示上次的觀測結果。

# Could not open the share sheet.
source: Couldn’t open the share sheet.
de: Das Teilen-Menü konnte nicht geöffnet werden.
es: No se pudo abrir el menú para compartir.
fr: Impossible d’ouvrir la feuille de partage.
it: Impossibile aprire il menu di condivisione.
ja: 共有シートを開けませんでした。
ko: 공유 시트를 열지 못했어요.
pt_br: Não foi possível abrir o menu de compartilhamento.
zh_hans: 无法打开共享表单。
zh_hant: 無法開啟分享表單。

# Review VPN chaining before changing DNS tiers.
source: Review VPN chaining before changing the DNS order.
de: Prüfe die VPN-Verkettung, bevor du die DNS-Reihenfolge änderst.
es: Revisa el encadenamiento VPN antes de cambiar el orden de DNS.
fr: Vérifiez le chaînage VPN avant de modifier l’ordre des DNS.
it: Verifica il concatenamento VPN prima di modificare l’ordine DNS.
ja: DNSの順序を変更する前に、VPNチェーンを確認してください。
ko: DNS 순서를 변경하기 전에 VPN 체이닝을 확인하세요.
pt_br: Revise o encadeamento de VPN antes de alterar a ordem de DNS.
zh_hans: 更改 DNS 顺序前，请先检查 VPN 串联。
zh_hant: 變更 DNS 順序前，請先檢查 VPN 串接。

source: DNS settings changed. Reopen the editor before saving.
de: Die DNS-Einstellungen wurden geändert. Öffne den Editor erneut, bevor du speicherst.
es: Los ajustes de DNS han cambiado. Vuelve a abrir el editor antes de guardar.
fr: Les réglages DNS ont changé. Rouvrez l’éditeur avant d’enregistrer.
it: Le impostazioni DNS sono cambiate. Riapri l’editor prima di salvare.
ja: DNS設定が変更されました。保存する前に編集画面を開き直してください。
ko: DNS 설정이 변경됐어요. 저장하기 전에 편집기를 다시 여세요.
pt_br: Os ajustes de DNS mudaram. Abra o editor novamente antes de salvar.
zh_hans: DNS 设置已更改。请重新打开编辑器后再保存。
zh_hant: DNS 設定已變更。請重新開啟編輯器後再儲存。

source: Reopen the DNS editor before saving.
de: Öffne den DNS-Editor erneut, bevor du speicherst.
es: Vuelve a abrir el editor de DNS antes de guardar.
fr: Rouvrez l’éditeur DNS avant d’enregistrer.
it: Riapri l’editor DNS prima di salvare.
ja: 保存する前にDNSの編集画面を開き直してください。
ko: 저장하기 전에 DNS 편집기를 다시 여세요.
pt_br: Abra o editor de DNS novamente antes de salvar.
zh_hans: 请重新打开 DNS 编辑器后再保存。
zh_hant: 請重新開啟 DNS 編輯器後再儲存。

# Choose a valid DNS resolver.
source: Choose a valid DNS provider.
de: Wähle einen gültigen DNS-Anbieter.
es: Elige un proveedor de DNS válido.
fr: Choisissez un fournisseur DNS valide.
it: Scegli un provider DNS valido.
ja: 有効なDNSプロバイダーを選んでください。
ko: 올바른 DNS 공급자를 선택하세요.
pt_br: Escolha um provedor de DNS válido.
zh_hans: 请选择有效的 DNS 提供商。
zh_hant: 請選擇有效的 DNS 供應商。

source: Change Lava settings
de: Lava-Einstellungen ändern
es: Cambiar los ajustes de Lava
fr: Modifier les réglages de Lava
it: Modifica le impostazioni di Lava
ja: Lavaの設定を変更
ko: Lava 설정 변경
pt_br: Alterar os ajustes do Lava
zh_hans: 更改 Lava 设置
zh_hant: 變更 Lava 設定

# This Guard is not unlocked yet.
source: This Lava Guard isn’t unlocked yet.
de: Dieser Lava Guard ist noch nicht freigeschaltet.
es: Este Lava Guard aún no está desbloqueado.
fr: Ce Lava Guard n’est pas encore débloqué.
it: Questo Lava Guard non è ancora sbloccato.
ja: このLava Guardはまだ解放されていません。
ko: 이 Lava Guard는 아직 잠금 해제되지 않았어요.
pt_br: Este Lava Guard ainda não foi desbloqueado.
zh_hans: 此 Lava Guard 尚未解锁。
zh_hant: 此 Lava Guard 尚未解鎖。

# Authentication settings could not be updated.
source: Authentication settings couldn’t be updated.
de: Die Authentifizierungseinstellungen konnten nicht aktualisiert werden.
es: No se pudieron actualizar los ajustes de autenticación.
fr: Impossible de mettre à jour les réglages d’authentification.
it: Impossibile aggiornare le impostazioni di autenticazione.
ja: 認証設定を更新できませんでした。
ko: 인증 설정을 업데이트하지 못했어요.
pt_br: Não foi possível atualizar os ajustes de autenticação.
zh_hans: 无法更新身份验证设置。
zh_hant: 無法更新身分驗證設定。
